{"backend": "tensorflow", "config": [{"config": {"bias_regularizer": null, "kernel_constraint": null, "name": "dense_1", "bias_constraint": null, "use_bias": true, "batch_input_shape": [null, 202], "kernel_regularizer": null, "trainable": true, "activation": "relu", "activity_regularizer": null, "units": 202, "kernel_initializer": {"config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "dtype": "float32", "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.2, "name": "dropout_1"}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "kernel_constraint": null, "name": "dense_2", "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "activation": "relu", "activity_regularizer": null, "units": 252, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"bias_regularizer": null, "kernel_constraint": null, "name": "dense_3", "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "activation": "relu", "activity_regularizer": null, "units": 252, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.2, "name": "dropout_2"}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "kernel_constraint": null, "name": "dense_4", "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "activation": "relu", "activity_regularizer": null, "units": 252, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"bias_regularizer": null, "kernel_constraint": null, "name": "dense_5", "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "activation": "sigmoid", "activity_regularizer": null, "units": 20, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.6"}